/* No comment provided by engineer. */
"%@ copied to clipboard" = "@ kopyalanır %pano";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Onayları";

/* No comment provided by engineer. */
"%d more" = "d %";

/* No comment provided by engineer. */
"%d Transactions" = "%d Hareketleri";

/* No comment provided by engineer. */
"Account Settings" = "Hesap Ayarları";

/* No comment provided by engineer. */
"Active" = "Aktif";

/* No comment provided by engineer. */
"Add to Address book?" = "Adres defterine ekle?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Bir uzak sunucu hata ile PIN kodunu doğrulama oluştu. Çevrimdışı olabilir veya blockchain zorluklar yaşıyor olabilir. Doğrulama yeniden deneyin veya şifrenizi elle girmek yerine istiyorsunuz?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Bir hata cüzdan yükleme karşılaştı. Çevrimdışı olabilir veya Blockchain sıkıntı yaşanıyor. Uygulamayı kapatın ve daha sonra yeniden deneyin veya yeniden cihaz çifti lütfen.";

/* No comment provided by engineer. */
"Any Address" = "Herhangi Bir Adres";

/* No comment provided by engineer. */
"Archive" = "Arşiv";

/* No comment provided by engineer. */
"Archived" = "Arşivlenen";

/* No comment provided by engineer. */
"Automatically" = "Otomatik olarak";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Cüzdan, lütfen pın numarasını seçin erişmeden önce cüzdan açın. Önemli bu pın sıfırlama veya değiştirilmiş ilk app kilidini açmadan olamaz gibi hatırlıyorum.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin Adresi";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "PIN Kodu cüzdan başlatılmadı veya şifre boş ise kayıt açılamıyor ";

/* No comment provided by engineer. */
"Change PIN" = "PIN değiştir";

/* No comment provided by engineer. */
"Close App" = "Yakın App";

/* No comment provided by engineer. */
"Confirm Payment" = "Ödemeyi Onaylamak ";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Onaylamak ödeme%1$@ (%2$@) için %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Cüzdan Oluşturmak ";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Şifresi PİN 0 Parola uzunluğu ";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Özel Anahtar Şifresini Çözmek";

/* No comment provided by engineer. */
"Enter Password" = "Parola Girin ";

/* No comment provided by engineer. */
"Error" = "Hata";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Cüzdan Yüklenemedi ";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Bitmiş İmzalama Girişleri";

/* No comment provided by engineer. */
"Forget Details" = "Ayrıntıları Unutmak ";

/* No comment provided by engineer. */
"Forget Wallet" = "Cüzdan Unutmak ";

/* No comment provided by engineer. */
"How would you like to pair?" = "Nasıl çift istiyorsunuz?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Zaten Blockchain bir Cüzdan, Çift Aygıt seçin; aksi halde, Cüzdan Oluştur'u seçin. Ücretsiz! No e-posta adresi gereklidir.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Özel Anahtar %@Alınan ";

/* No comment provided by engineer. */
"Information" = "Bilgi";

/* No comment provided by engineer. */
"Invalid email address." = "Geçersiz e-posta adresi.";

/* No comment provided by engineer. */
"Invalid GUID" = "Geçersiz GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Geçersiz Tanımlayıcı";

/* No comment provided by engineer. */
"Invalid Send Value" = "Geçersiz Değer Göndermek ";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Geçersiz Paylaşımlı Anahtar";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Geçersiz Durum Kodu@% Döndü ";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Geçersiz bitcoin adresi ";

/* No comment provided by engineer. */
"Loading External Page" = "Yükleme Harici Sayfa";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Manually" = "El";

/* No comment provided by engineer. */
"No" = "Yok";

/* No comment provided by engineer. */
"No Label" = "No Etiketi";

/* No comment provided by engineer. */
"No Password Entered" = "Girilen Şifre Yok";

/* No comment provided by engineer. */
"OK" = "TAMAM";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Hesap Ayarları aç, oturum Kapatma veya pın kodunuzu aşağıda değiştirin.";

/* No comment provided by engineer. */
"Options" = "Seçenekleri";

/* No comment provided by engineer. */
"Pair Device" = "Çift Cihaz";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Ayrıştırma Eşleştirme Kodu";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Şifre 10 karakter veya daha uzun olmalıdır ";

/* No comment provided by engineer. */
"Passwords do not match" = "Şifreler eşleşmiyor ";

/* No comment provided by engineer. */
"Payment Sent!" = "Ödeme Gönderildi!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "Şifrelenmiş String nil PİN ";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PİN 0 Yanıt anahtarı veya değeri Nesne uzunluğu ";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PİN Yanıt 0 başarı Nesne uzunluğu ";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PİN Başarıyla kaydedildi ";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN Doğrulama tamamlanamıyor. Cüzdan şifreyi el ile giriniz.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Doğrulama Hatası";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "36 karakter cüzdan tanımlayıcı doğru giriniz. Başlangıçta hoşgeldiniz e-posta bulunabilir.";

/* No comment provided by engineer. */
"Please provide an email address." = "E-posta adresi veriniz.";

/* No comment provided by engineer. */
"Please Wait" = "Lütfen Bekleyin ";

/* No comment provided by engineer. */
"Retry Validation" = "Yeniden Doğrulama";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Adres İzlemek İçin Buraya Tıklayarak Üye?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "İkinci Şifre Yanlış";

/* No comment provided by engineer. */
"Send Payment From:" = "Göndermek Ödeme:";

/* No comment provided by engineer. */
"Send Payment To:" = "Gönder Ödeme:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Boş Döndü Durum Kodu";

/* No comment provided by engineer. */
"Signing Input %d" = "İmzalama Giriş d %";

/* No comment provided by engineer. */
"Signing Inputs" = "İmza Girişleri";

/* No comment provided by engineer. */
"Success" = "Başarı";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Özel anahtarı almaya çalıştığınız şifrelenir. Parolayı yazınız lütfen.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Bu eylem bitcoin cüzdan için ikinci bir şifre gerektirir. Aşağıda girin ve devam tuşuna basın lütfen.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Bu cihaz, tüm cüzdan verileri silecektir. Cüzdan sahip olduğunuzu doğrulamak bilgi başka bir yerde bu cüzdan bitcoins erişilemez!!herhangi bir aksi kaydedilen lütfen ";

/* No comment provided by engineer. */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unconfirmed" = "Onaylanmamış";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Desteklenmeyen Özel Anahtarı Biçimi";

/* No comment provided by engineer. */
"User Declined" = "Kullanıcı Azaldı";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Cüzdan adresi %@ para harcamak zorunda. Ancak özel anahtarı kağıt cüzdan veya QR Kodu taranması gerekiyor. Özel anahtarı şimdi taramak istiyorsunuz?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Cüzdan Başarılı Bir Şekilde Eşleştirilmiş.";

/* No comment provided by engineer. */
"Warning!!!" = "Uyarı!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Tekrar Hoşgeldin ";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Blockchain hoşgeldiniz Cüzdan";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Bitcoin adresini adres defterinize@% eklemek istiyorsunuz?";

/* No comment provided by engineer. */
"Yes" = "Evet";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Hiçbir etkin bitcoin adresleri var göndermek için kullanılabilir ";

/* No comment provided by engineer. */
"You must enter a destination address" = "Hedef adresi girmelisiniz ";

/* No comment provided by engineer. */
"You must enter a label" = "Etiket girmelisiniz ";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Cüzdan başarıyla oluşturuldu.";

